[
  {
    "id": "Question_1",
    "stem": "The nurse administers morphine sulfate IV to a client with pancreatitis, who is experiencing extreme periumbilical pain and abdominal distention. Which additional intervention should the nurse implement?",
    "options": [
      "Apply heat to the abdomen.",
      "Initiate contact isolation.",
      "Provide a clear liquid diet.",
      "Maintain IV at 125 ml/hour."
    ],
    "correct": ["D"],
    "rationale": "The client with pancreatitis should be kept NPO to rest the gastrointestinal tract, so hydration must be maintained with IV fluids, and IV access provides the most efficient route for medication administration.",
    "type": "single_select"
  },
  {
    "id": "Question_2",
    "stem": "A male client with multiple myeloma is admitted with pneumonia and pancytopenia. The nurse reviews the complete blood cell count findings and identifies a platelet count of 20,000 cells/mm3 (20 x 10⁹/L). Which intervention should the nurse include in the client's plan of care?",
    "options": [
      "Pace activities between planned rest periods.",
      "Avoid intramuscular injections.",
      "Limit exposure to visitors with respiratory infections.",
      "Monitor intake and output."
    ],
    "correct": ["B"],
    "rationale": "Multiple myeloma is a malignant proliferation of plasma B cells that infiltrate the bone marrow and inhibit hemopoiesis, so the nurse should implement thrombocytopenia precautions and avoid injections, which can result in intramuscular hematoma formation.",
    "type": "single_select"
  },
  {
    "id": "Question_3",
    "stem": "While administering a continuous insulin infusion to a client with diabetic ketoacidosis, it is essential for the nurse to monitor which serum lab value?",
    "options": [
      "Hemoglobin.",
      "Protein.",
      "Calcium.",
      "Potassium."
    ],
    "correct": ["D"],
    "rationale": "As insulin lowers the blood glucose of a client with diabetic ketoacidosis, the serum potassium level also decreases as potassium returns to the cell. This can cause potentially fatal hypokalemia, so it is essential for the nurse to monitor the client's serum potassium.",
    "type": "single_select"
  },
  {
    "id": "Question_4",
    "stem": "The school nurse is called to the soccer field because a child has a nose bleed (epistaxis). In which position should the nurse place the child?",
    "options": [
      "Sitting up and leaning forward.",
      "Standing with the head leaning backward.",
      "Side-lying with the head slightly elevated.",
      "Supine with the legs raised."
    ],
    "correct": ["A"],
    "rationale": "A child with a nose bleed should be instructed to sit up and lean forward while continuous pressure is applied to the nose with the thumb and forefinger for at least ten minutes.",
    "type": "single_select"
  },
  {
    "id": "Question_5",
    "stem": "During a return demonstration of teaching provided by the nurse, the daughter of a client administers her mother's eye drops by resting her dominant hand on her mother's forehead and dropping the medication into the conjunctival sac. Which action should the nurse take in response to this demonstration?",
    "options": [
      "Advise the daughter to keep her hand farther from her mother's eye.",
      "Remind the client to gently close her eyes after the eye drops are instilled.",
      "Instruct the mother to gently rub the affected eye to distribute the drops.",
      "Offer to demonstrate the eye drop procedure to the daughter one more time."
    ],
    "correct": ["B"],
    "rationale": "To instill eye drops correctly, the dominant hand should be rested on the forehead, and the eye drops directed toward the conjunctival sac. The daughter placed her hand correctly and correctly directed the eye drops toward the conjunctival sac; she should then instruct her mother to gently close her eyes to help distribute the medication evenly.",
    "type": "single_select"
  },
  {
    "id": "Question_6",
    "stem": "A client's subjective data includes dysuria, urgency, and urinary frequency. What action should the nurse implement next?",
    "options": [
      "Inquire about recent sexual activity.",
      "Instruct to wipe from front to back.",
      "Palpate the suprapubic region.",
      "Collect a clean-catch specimen."
    ],
    "correct": ["D"],
    "rationale": "The first step in addressing the subjective symptoms is to further assess. This client is exhibiting symptoms of a urinary tract infection (UTI), so the nurse should collect a clean-catch urine specimen for urine analysis, and culture and sensitivity. A urine analysis is the best method for determining the existence of a urinary tract infection (UTI).",
    "type": "single_select"
  },
  {
    "id": "Question_7",
    "stem": "During a postpartum assessment of a client who is 5 hours post vaginal delivery, the nurse determines the fundus is 3 finger breadths above the umbilicus and positioned to the client's left side. Which action should the nurse implement first?",
    "options": [
      "Encourage the client to void.",
      "Catheterize for residual urinary volume.",
      "Provide additional oral replacement fluids.",
      "Massage the fundus until firm."
    ],
    "correct": ["A"],
    "rationale": "During the immediate postpartum period, bladder distention prevents uterine contraction which predisposes the client to excessive uterine bleeding, so the client should void, which allows the uterus to contract and reposition midline between the umbilicus and the symphysis pubis. If the client is unable to void or completely empty the bladder, then catheterizing may be indicated.",
    "type": "single_select"
  },
  {
    "id": "Question_8",
    "stem": "The nurse manager observes that a staff nurse does not know how to perform many client care skills, is unable to complete assignments in a timely manner, and often persuades another nurse who was a former classmate to complete assignments. How should the nurse manager respond to this situation?",
    "options": [
      "Assign the nurse's former classmate to another shift to prevent further dependency.",
      "Submit documentation of the staff nurse's performance to the state Board of Nursing.",
      "Terminate both the staff nurse and former classmate for their breach of professionalism.",
      "Meet with the staff nurse and implement a written contract for performance improvement."
    ],
    "correct": ["D"],
    "rationale": "Clinical incompetence can be correctable once identified, if handled sensitively and with immediacy. A contract for performance improvement as a form of remediation may result in a highly competent and committed employee. By doing a contract, it helps guide the employee in identifying job performance expectations and also gives them a sense of empowerment as they become competent in their clinical skills.",
    "type": "single_select"
  },
  {
    "id": "Question_9",
    "stem": "The nurse is developing the plan of care for a hospitalized child with von Willebrand's disease. What priority nursing intervention should be included in this child's plan of care?",
    "options": [
      "Reduce exposure to infection.",
      "Eliminate contact with cold drafts.",
      "Guard against bleeding injuries.",
      "Reduce contact with other children."
    ],
    "correct": ["C"],
    "rationale": "Von Willebrand's disease is a hereditary bleeding disorder characterized by a deficiency of factor VIII (a defective serum protein called von Willebrand's factor) that results in a prolonged bleeding time because platelets fail to adhere to the walls of a ruptured capillary. The priority intervention to include in the plan of care is guarding against any injury that might result in bleeding from injection sites.",
    "type": "single_select"
  },
  {
    "id": "Question_10",
    "stem": "A client with Type 2 diabetes mellitus is admitted for frequent hyperglycemic episodes and a glycosylated hemoglobin (A1C) of 10%. Insulin glargine 10 units subcutaneously once a day at bedtime and a sliding scale with insulin aspart every 6h are prescribed. What actions should the nurse include in this client's plan of care? (Select all that apply.)",
    "options": [
      "Fingerstick glucose assessments every 6h with meals.",
      "Mix bedtime dose of insulin glargine with insulin aspart sliding scale dose.",
      "Review with the client proper foot care and prevention of injury.",
      "Do not contaminate the insulin aspart so that it is available for IV use.",
      "Coordinate carbohydrate controlled meals at consistent times and intervals.",
      "Teach subcutaneous injection technique, site rotation, and insulin management."
    ],
    "correct": ["A", "C", "E", "F"],
    "rationale": "The nurse should include fingerstick glucose assessments for insulin aspart sliding scale with meals, a teaching plan regarding infection risks related to chronic hyperglycemia, diet modification, and skills related to insulin management. Insulin glargine has a flat peak and should not be mixed with any other insulins.",
    "type": "multi_select"
  }
]